{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Guide",
			"Children": [
				{
					"Source":
					{
						"Text": "너희는 서로 눈이 바껴 혼자서는 절대 끝까지 갈 수 없어.\r\n반드시 서로를 믿고 끊임없이 소통하고 함께해야 해.\r\n\r\n대화를 많이 하며 신호에 맞춰 이동하는게 좋을거야~"
					},
					"Translation":
					{
						"Text": "あなたたちは、お互いの視界が入れ替わっていて、\r\nひとりでは絶対に最後まで進むことができません。\r\n必ず仲間を信じて、たくさん話しながら、一緒に進んでください。\r\n\r\n会話をしっかりして、合図に合わせて動くのがおすすめですよ〜。"
					},
					"Key": "Guide_Gameplay_Explain"
				},
				{
					"Source":
					{
						"Text": "마우스로 시선을 이동하는데 좌우만 이동되어 불편하지?\r\n상하로 시선을 이동시키는 방법이 있으니까 꼭 기억해!\r\n\r\n[Q]로 시선을 위로 이동시킬 수 있고,\r\n[E]로 시선을 아래로 이동시킬 수 있어.\r\n\r\n만약 마우스로 상하까지 이동시키면 더 불편했을거야~"
					},
					"Translation":
					{
						"Text": "マウスで視線を動かすと、左右にしか動かなくて不便だよね？\r\nでも、上下に視線を動かす方法があるから、しっかり覚えておいてね！\r\n\r\n「Q」で視線を上に、\r\n「E」で視線を下に動かせるよ。\r\n\r\nもしマウスで上下まで動かせるようにしていたら、もっとやりにくかったかも〜。"
					},
					"Key": "Guide_Sights_Explain"
				},
				{
					"Source":
					{
						"Text": "상하 시선이동"
					},
					"Translation":
					{
						"Text": "上下視線移動"
					},
					"Key": "Guide_Sights"
				},
				{
					"Source":
					{
						"Text": "시련 중 실수를 하더라도 언제든지 다시 도전할 수 있어!\r\n그 때 돌아가는 곳이 체크포인트야.\r\n생긴건.. 미미가 가장 안전하다고 생각했던게 형상화 되었나봐.\r\n\r\n[P]를 누르면 체크포인트에 돌아가는데, 주의할 점은 너희 모두 돌아가니까 실수로 누르지 않도록 조심해~"
					},
					"Translation":
					{
						"Text": "試練の途中で失敗しても、いつでもまた挑戦できるよ！\nそのとき戻る場所が「チェックポイント」なんだ。\n見た目は…ミミが一番安全だと思ったものが形になったみたいだね。\n\n「P」を押すとチェックポイントに戻れるけど、\n注意してほしいのは、全員が一緒に戻っちゃうってところ！\n間違えて押さないように気をつけてね〜。"
					},
					"Key": "Guide_Checkpoint_Explain"
				},
				{
					"Source":
					{
						"Text": "시련의 기본"
					},
					"Translation":
					{
						"Text": "試練の基本"
					},
					"Key": "Guide_Gameplay"
				},
				{
					"Source":
					{
						"Text": "시점이 서로 바껴서 많이 불편할거야.\r\n그래서 내가 좋은 기능을 만들어줬지!\r\n\r\n[R]을 눌러 상대방을 바라볼 수 있어.\r\n이러면 상대방은 자신을 편하게 볼 수 있겠지?\r\n\r\n[F]를 눌러 시야를 좁히거나 넓힐 수 있어.\r\n필요할 때가 있으니까 기억해둬.\r\n\r\n잘 활용하고 나한테 감사해~"
					},
					"Translation":
					{
						"Text": "視点が入れ替わっていて、すごくやりにくいよね。\nだから、みんなのために便利な機能を作っておいたよ！\n\n「R」を押すと相手のほうを向けるんだ。\nそうすれば、相手は自分の姿を見やすくなるはず！\n\n「F」を押すと視野を狭くしたり広くしたりできるよ。\n必要になる場面もあるから、覚えておいてね。\n\nうまく使いこなして、ちゃんと私に感謝してよね〜。"
					},
					"Key": "Guide_Convenience_Explain"
				},
				{
					"Source":
					{
						"Text": "아이템"
					},
					"Translation":
					{
						"Text": "アイテム"
					},
					"Key": "Guide_Item"
				},
				{
					"Source":
					{
						"Text": "이대로 바로 시련을 진행하면 많이 힘들거야.\r\n\r\n너희가 어려워 할만한 부분을 설명해줄 테니까 헷갈릴 때마다 챙겨봐~"
					},
					"Translation":
					{
						"Text": "このままいきなり試練を進めると、かなり大変だと思うよ。\n\nみんながつまずきそうなところを説明してあげるから、\n迷ったときはいつでも見返してね〜。"
					},
					"Key": "Guide_Main_Explain"
				},
				{
					"Source":
					{
						"Text": "처음 봤을 때 아이템에 대해서 설명해줬지?\r\n내가 까먹고 말 안해준 사실이 있는데.. 한 아이템은 한 번만 쓸 수 있는게 아니야!\r\n\r\n체크포인트에 도착했을 때 아이템을 가지고 있었다면,\r\n아이템을 사용했더라도 [P]를 눌러 체크포인트로 돌아가 다시 아이템을 돌려받을 수 있어.\r\n체크포인트에 도착했을 때 아이템을 아직 습득하지 않은 상태였다면,\r\n이후 아이템을 습득하고 사용하더라도 체크포인트로 돌아가 아이템을 돌려받을 수 있어.\r\n체크포인트에 도착했던 상태로 다시 돌아간다고 생각하면 편할거야.\r\n\r\n이번엔 제대로 알려줬으니 잘 활용해봐~"
					},
					"Translation":
					{
						"Text": "最初に見たとき、アイテムの説明をしたよね？\nでもね、実は言い忘れていたことがあるんだ…\nアイテムは一度きりで終わりじゃないんだよ！\n\nチェックポイントに到着したときにアイテムを持っていたなら、\nたとえ使ってしまっても、「P」を押してチェックポイントに戻れば\nまたアイテムを取り戻すことができるよ。\n\nチェックポイントに到着した時点でアイテムをまだ取っていなかった場合でも、\nその後アイテムを拾って使ったあと、チェックポイントに戻ればアイテムが戻ってくるんだ。\n「チェックポイントに着いたときの状態に戻る」と思えばわかりやすいよね。\n\n今回はちゃんと教えてあげたから、しっかり活用してね〜。"
					},
					"Key": "Guide_Item_Explain"
				},
				{
					"Source":
					{
						"Text": "체크포인트"
					},
					"Translation":
					{
						"Text": "チェックポイント"
					},
					"Key": "Guide_Checkpoint"
				},
				{
					"Source":
					{
						"Text": "친절한 레보의 가이드"
					},
					"Translation":
					{
						"Text": "やさしいレボのガイド"
					},
					"Key": "Guide_Main"
				},
				{
					"Source":
					{
						"Text": "편의기능"
					},
					"Translation":
					{
						"Text": "便利機能"
					},
					"Key": "Guide_Convenience"
				}
			]
		},
		{
			"Namespace": "ST_Tutorial",
			"Children": [
				{
					"Source":
					{
						"Text": "(C로 시점복원 아이템 사용)"
					},
					"Translation":
					{
						"Text": "( Cキーで視点復元アイテムを使用 )"
					},
					"Key": "Practice_2"
				},
				{
					"Source":
					{
						"Text": "(WASD로 이동, Space로 점프)"
					},
					"Translation":
					{
						"Text": "( WASDで移動、Spaceでジャンプ )"
					},
					"Key": "Practice_0"
				},
				{
					"Source":
					{
						"Text": "(기억 조각에 다가가 추억 습득)"
					},
					"Translation":
					{
						"Text": "( 記憶の欠片に近づいて思い出を入手 )"
					},
					"Key": "Practice_3"
				},
				{
					"Source":
					{
						"Text": "(신전으로 이동)"
					},
					"Translation":
					{
						"Text": "( 神殿へ移動 )"
					},
					"Key": "Practice_4"
				},
				{
					"Source":
					{
						"Text": "(아이템에 다가가 아이템 습득)"
					},
					"Translation":
					{
						"Text": "( アイテムに近づいてアイテムを入手 )"
					},
					"Key": "Practice_1"
				},
				{
					"Source":
					{
						"Text": "그러니까 잘 상의해서 사용해야 해.\r\n자, 한번 눌러봐."
					},
					"Translation":
					{
						"Text": "だから、よく相談して使わないといけないよ。\nさあ、押してみて。"
					},
					"Key": "Information_2_1"
				},
				{
					"Source":
					{
						"Text": "그리 길진 않지만,\r\n무지개 다리의 역경을 이겨내는 데 큰 도움이 될 거야.\r\n잘 활용해봐."
					},
					"Translation":
					{
						"Text": "そんなに長くはないけれど、\n虹の橋の試練を乗り越えるうえで大きな助けになるはずだよ。\nうまく活用してね。"
					},
					"Key": "Information_3_1"
				},
				{
					"Source":
					{
						"Text": "먹은 다음엔 C 버튼을 눌러봐.\r\n둘 중 한 명만 눌러도 시야가 원래대로 돌아와."
					},
					"Translation":
					{
						"Text": "取り込んだら、Cボタンを押してみて。\r\nどちらか片方が押すだけで、視界は元に戻るよ。"
					},
					"Key": "Information_2_0"
				},
				{
					"Source":
					{
						"Text": "무지개 다리를 건넌다는 건, 쉬운 일이 아닐 거야.\r\n하지만 이왕 도전한 거라면…\r\n끝까지 가보는 건 어때?"
					},
					"Translation":
					{
						"Text": "虹の橋を渡るって、きっと簡単なことじゃないよ。\nでも、せっかく挑戦するなら…\n最後まで行ってみるのはどうかな？"
					},
					"Key": "Information_4_2"
				},
				{
					"Source":
					{
						"Text": "바로 이런 게 기억 조각이야.\r\n한 번 먹어볼래?"
					},
					"Translation":
					{
						"Text": "これが“記憶の欠片(かけら)”だよ。\n一度取り込んでみる？"
					},
					"Key": "Information_3_3"
				},
				{
					"Source":
					{
						"Text": "아, 그리고 이 다리 위에는\r\n세상을 떠나기 전, 미미의 기억 조각들이 흩어져 있어."
					},
					"Translation":
					{
						"Text": "あ、それからこの橋の上には、\nこの世を去る前のミミの記憶の欠片が散らばっているんだ。"
					},
					"Key": "Information_3_2"
				},
				{
					"Source":
					{
						"Text": "어때?\r\n훨씬 편하지?\r\n지속 시간은 15초야."
					},
					"Translation":
					{
						"Text": "どう？\nすごく楽になったでしょ？\n持続時間は15秒だよ。"
					},
					"Key": "Information_3_0"
				},
				{
					"Source":
					{
						"Text": "여기, 내 앞까지 걸어와 봐.\r\nWASD 키를 눌러서 움직일 수 있어.\r\n스페이스바를 누르면 점프도 할 수 있지!"
					},
					"Translation":
					{
						"Text": "ほら、ここまで歩いてきて。\nWASDキーで動けるよ。\nスペースバーを押せばジャンプもできるんだ！"
					},
					"Key": "Information_0_2"
				},
				{
					"Source":
					{
						"Text": "여기는 무지개 다리의 시작점이야.\r\n다리를 건너기 전에 잠깐, 적응할 시간을 줄게."
					},
					"Translation":
					{
						"Text": "ここは虹の橋のスタート地点だよ。\n渡り始める前に、少しだけ慣れる時間をあげるね。"
					},
					"Key": "Information_0_1"
				},
				{
					"Source":
					{
						"Text": "이 아이템에는 신비한 힘이 깃들어 있어.\r\n아주 잠깐이지만, 서로의 눈을 원래대로 돌려줄 수 있지."
					},
					"Translation":
					{
						"Text": "このアイテムには不思議な力が宿っているんだ。\nほんの少しの間だけど、お互いの視界を元に戻してくれるよ。"
					},
					"Key": "Information_1_2"
				},
				{
					"Source":
					{
						"Text": "이건, 미미가 호진이를 처음 만났을 때의 기억이야.\r\n기억을 모으는 재미도 있을 거야."
					},
					"Translation":
					{
						"Text": "これは、ミミがホジンと初めて出会ったときの記憶だよ。\n記憶を集めるのもきっと楽しいはずだよ。"
					},
					"Key": "Information_4_0"
				},
				{
					"Source":
					{
						"Text": "이제 이쪽을 볼래?"
					},
					"Translation":
					{
						"Text": "そっちじゃなくて、こっちを見てくれる？"
					},
					"Key": "Information_1_1"
				},
				{
					"Source":
					{
						"Text": "자, 이제 더 이상의 설명은 필요 없겠지?\r\n혹시 기억이 잘 안 나면, 메뉴 창의 가이드 버튼을 눌러봐."
					},
					"Translation":
					{
						"Text": "さあ、もうこれ以上の説明はいらないよね？\nもし忘れちゃったら、メニューのガイドボタンを押してみて。"
					},
					"Key": "Information_4_1"
				},
				{
					"Source":
					{
						"Text": "잘했어!\r\n지금처럼 둘이 호흡을 맞춰 앞으로 나아가면 돼."
					},
					"Translation":
					{
						"Text": "よくできたね！\n今みたいに2人で息を合わせて進めば大丈夫だよ。"
					},
					"Key": "Information_1_0"
				},
				{
					"Source":
					{
						"Text": "한 번 먹어볼래?"
					},
					"Translation":
					{
						"Text": "一度取り込んでみる？"
					},
					"Key": "Information_1_3"
				},
				{
					"Source":
					{
						"Text": "호진이와 미미.\r\n어때? 둘이 눈이 바뀌어서 좀 어색하지?"
					},
					"Translation":
					{
						"Text": "ホジンとミミ。\nどう？ 2人の視界が入れ替わって、ちょっと変な感じでしょ？"
					},
					"Key": "Information_0_0"
				}
			]
		},
		{
			"Namespace": "ST_UI",
			"Children": [
				{
					"Source":
					{
						"Text": "1/3인칭 전환 - [F]"
					},
					"Translation":
					{
						"Text": "1人称/3人称 切り替え - [F]"
					},
					"Key": "UI_Control_ChangePerspective"
				},
				{
					"Source":
					{
						"Text": "Enter를 눌러주세요"
					},
					"Translation":
					{
						"Text": "Enterキーを押してください"
					},
					"Key": "Text_PressEnter"
				},
				{
					"Source":
					{
						"Text": "[Shift+Tab] 메뉴를 통하여 친구를 초대하세요."
					},
					"Translation":
					{
						"Text": "[Shift+Tab] メニューからフレンドを招待できます。"
					},
					"Key": "UI_FriendInvitation"
				},
				{
					"Source":
					{
						"Text": "게임 시작!"
					},
					"Translation":
					{
						"Text": "ゲーム開始！"
					},
					"Key": "UI_GameStart"
				},
				{
					"Source":
					{
						"Text": "게임 종료"
					},
					"Translation":
					{
						"Text": "ゲーム終了"
					},
					"Key": "UI_Exit"
				},
				{
					"Source":
					{
						"Text": "그림자"
					},
					"Translation":
					{
						"Text": "影"
					},
					"Key": "UI_Shadow"
				},
				{
					"Source":
					{
						"Text": "글로벌 일루미네이션"
					},
					"Translation":
					{
						"Text": "グローバルイルミネーション"
					},
					"Key": "UI_GlobalIllumination"
				},
				{
					"Source":
					{
						"Text": "낮음"
					},
					"Translation":
					{
						"Text": "低い"
					},
					"Key": "UI_Low"
				},
				{
					"Source":
					{
						"Text": "내 이름은 미미.\r\n조금 전, 무지개 다리를 건넜다.\r\n여긴 따뜻하고, 밥도 맛있다.\r\n친구들과 하루 종일 뛰어놀 수 있지만…… 마음 한켠이 허전하다.\r\n나와 평생을 함께한 호진이가 없기 때문이다.\r\n그리움이 깊어가던 어느 날, 무지개 천국이 아침부터 소란스러웠다.\r\n\"미미야! 집에 가자!\"\r\n세상에……\r\n호진이가 무지개 다리를 건너 나를 찾아온 것이었다.\r\n정말로, 호진이가 나를 데리러 여기까지 오다니!\r\n\"호진이와 내가 눈을 바꿔서 무지개 다리를 건너면, 다시 집으로 돌아갈 수 있다구?!\"\r\n…꺅. 너무 신나.\r\n나와 호진이는, 무지개 다리를 거슬러 올라가는 모험을 시작했다."
					},
					"Translation":
					{
						"Text": "私の名前はミミ。\nさっき、虹の橋を渡ったばかり。\nここはあたたかくて、ごはんもおいしい。\n友だちと一日中走り回って遊べるけれど……\n心のどこかが、ぽっかり空いている。\n\n一生を一緒に過ごしたホジンがいないからだ。\n\n恋しさが日に日に募っていった、ある日のこと。\n虹の天国が朝からざわざわしていた。\n\n「ミミ！ おうちに帰ろう！」\n\nなんと……\nホジンが虹の橋を渡って、私を迎えに来てくれたのだ。\n本当に、ホジンが私を連れにここまで来てくれるなんて！\n\n「ホジンと私が視界を入れ替えて虹の橋を渡れば、またおうちに帰れるって？！」\n\n……きゃっ。うれしすぎる。\n\nこうして私はホジンと一緒に、\n虹の橋を逆走する冒険を始めたんだ。"
					},
					"Key": "Text_MimiPrologue"
				},
				{
					"Source":
					{
						"Text": "내 이름은 정호진.\r\n나는 일 년 내내 무지개가 떠 있는 신비로운 마을에 살고 있다.\r\n미미는 나와 평생을 함께한 동생이자 친구였다.\r\n그리고 얼마 전, 나 대신 차에 치여 무지개 다리를 건넜다.\r\n그날 이후, 세상이 까맣게 꺼진 듯했다.\r\n가만히 있을 수 없었다.\r\n나는 목숨을 걸고, 마을 뒷산에 있는 무지개 다리를 올랐다.\r\n\"내 동생 미미를 집에 데려가게 해줘.\"\r\n그러자 무지개 천사가 물었다.\r\n\"미미를 위해 뭘 포기할 수 있는데?\"\r\n나는 대답했다.\r\n\"내 눈을 줄게. 미미가 없는 세상은 어차피 어두우니까.\"\r\n잠시 후, 무지개 천사가 말했다.\r\n\"미미와 눈을 바꾼 채 무지개 다리를 거슬러 돌아가봐. 그럼, 미미를 집에 데려갈 수 있을 거야.\"\r\n나는 당연하다는 듯 고개를 끄덕였다.\r\n\"미미야! 집에 가자!\"\r\n미미는 꼬리를 흔들며 달려왔다.\r\n그렇게, 우리의 여정이 시작됐다.\r\n"
					},
					"Translation":
					{
						"Text": "私の名前はチョン・ホジン。\n私は一年中虹がかかっている、不思議な村に住んでいる。\n\nミミは、私と人生を共にしてきた妹であり、友だちだった。\nそして少し前、私の代わりに車にひかれ、虹の橋を渡ってしまった。\n\nその日から、世界が真っ暗になったようだった。\nじっとなんてしていられなかった。\n\n私は命がけで、村の裏山にある虹の橋へ向かった。\n「俺の妹、ミミを家に連れて帰らせてくれ。」\n\nすると、虹の天使が尋ねた。\n「ミミのために、何を捨てられるの？」\n\n私は答えた。\n「俺の目をあげるよ。ミミのいない世界なんて、どうせ真っ暗だから。」\n\nしばらくして、虹の天使は言った。\n「ミミと視界を交換したまま、虹の橋を逆走してごらん。\nそうすれば、ミミを家に連れて帰ることができるよ。」\n\n私は迷うことなく頷いた。\n「ミミ！ おうちに帰ろう！」\n\nミミは尻尾を振りながら駆け寄ってきた。\n\nこうして、私たちの旅が始まった。"
					},
					"Key": "Text_HojinPrologue"
				},
				{
					"Source":
					{
						"Text": "높음"
					},
					"Translation":
					{
						"Text": "高い"
					},
					"Key": "UI_High"
				},
				{
					"Source":
					{
						"Text": "매우 낮음"
					},
					"Translation":
					{
						"Text": "非常に低い"
					},
					"Key": "UI_VeryLow"
				},
				{
					"Source":
					{
						"Text": "매우 높음"
					},
					"Translation":
					{
						"Text": "非常に高い"
					},
					"Key": "UI_VeryHigh"
				},
				{
					"Source":
					{
						"Text": "미미"
					},
					"Translation":
					{
						"Text": "ミミ"
					},
					"Key": "UI_Mimi"
				},
				{
					"Source":
					{
						"Text": "반사"
					},
					"Translation":
					{
						"Text": "反射"
					},
					"Key": "UI_Reflection"
				},
				{
					"Source":
					{
						"Text": "부드러운 캐릭터 이동"
					},
					"Translation":
					{
						"Text": "スムーズなキャラクター移動"
					},
					"Key": "UI_SmoothingOption"
				},
				{
					"Source":
					{
						"Text": "비주얼 효과"
					},
					"Translation":
					{
						"Text": "ビジュアル効果"
					},
					"Key": "UI_VisualEffect"
				},
				{
					"Source":
					{
						"Text": "비활성화"
					},
					"Translation":
					{
						"Text": "無効"
					},
					"Key": "UI_Off"
				},
				{
					"Source":
					{
						"Text": "상대방 주목 - [R]"
					},
					"Translation":
					{
						"Text": "相手を注視 - [R]"
					},
					"Key": "UI_Control_Focus"
				},
				{
					"Source":
					{
						"Text": "설정"
					},
					"Translation":
					{
						"Text": "設定"
					},
					"Key": "UI_Option"
				},
				{
					"Source":
					{
						"Text": "셰이딩"
					},
					"Translation":
					{
						"Text": "シェーディング"
					},
					"Key": "UI_Shading"
				},
				{
					"Source":
					{
						"Text": "시선 이동 (수직) - [Q/E]"
					},
					"Translation":
					{
						"Text": "視線移動（垂直）- [Q/E]"
					},
					"Key": "UI_Control_ScreenVertical"
				},
				{
					"Source":
					{
						"Text": "시선 이동 (수평) - [마우스 좌우]"
					},
					"Translation":
					{
						"Text": "視線移動（水平方向）- [マウス左右]"
					},
					"Key": "UI_Control_ScreenHorizontal"
				},
				{
					"Source":
					{
						"Text": "시야 거리"
					},
					"Translation":
					{
						"Text": "視野距離"
					},
					"Key": "UI_ViewDistance"
				},
				{
					"Source":
					{
						"Text": "시작하기"
					},
					"Translation":
					{
						"Text": "スタート"
					},
					"Key": "UI_Start"
				},
				{
					"Source":
					{
						"Text": "아이템 사용 - [C]"
					},
					"Translation":
					{
						"Text": "アイテム使用 - [C]"
					},
					"Key": "UI_Control_UseItem"
				},
				{
					"Source":
					{
						"Text": "안티 앨리어싱"
					},
					"Translation":
					{
						"Text": "アンチエイリアシング"
					},
					"Key": "UI_AntiAliasing"
				},
				{
					"Source":
					{
						"Text": "어느 날, 호진이라는 아이가 찾아왔다.\r\n\"내 동생 미미를 집에 데려가게 해 줘.\"\r\n무지개를 보며 반려동물을 그리워할 수는 있어도, 호진이처럼 운명을 거슬러 무지개다리를 건너온 소년은 처음이었다.\r\n\"미미를 위해 뭘 포기할 수 있는데?\"\r\n\"내 눈을 줄게. 미미가 없는 세상은 어차피 어두워.\"\r\n\r\n주저하지 않고 눈을 포기하겠다는 호진이에게 나는 기회를 줬다.\r\n...눈을 바꾼 채 무지개를 건너는 게 결코 쉬운 일은 아니었을 텐데, 둘은 해냈다.\r\n\r\n\"약속대로 미미를 집에 보내 줄게. 대신, 호진이 네 세상은 앞으로 캄캄할 거야.\"\r\n그러자 미미가 고개를 번뜩 들었다. 호진이가 눈을 포기하기로 한 것을 이제야 알게 된 듯했다.\r\n\"나 때문에 호진이 세상이 캄캄해지는 건 싫어.\"\r\n\r\n미미는 호진이의 손을 뿌리치고 내게 다가왔다.\r\n진정한 우정은 몸이 붙어 있는 것이 아니라, 상대를 위하는 마음이었다.\r\n\r\n호진이는 미미를 향해 손을 뻗었다.\r\n\"집에 가자, 미미야.\"\r\n\r\n미미는 고개를 내저었다. 실랑이할 시간을 더는 줄 수 없었다.\r\n이를 눈치챈 미미는 호진이의 손 위에 자신의 앞발을 포갰다.\r\n\r\n\"시간이 지나서 호진이도 무지개다리를 건너는 날이 오면, 내가 마중 나갈게.\r\n그때까지 호진이는 세상을 눈에 가득 담아.\r\n다시 만나면 내게 재밌는 얘기를 들려줘.\"\r\n\r\n미미는 앞발을 거뒀다.\r\n\r\n호진이가 뒤돌아 눈물을 닦고 다시 무지개를 바라봤을 땐,\r\n나와 미미는 이미 무지개 천국 위였다.\r\n\r\n손에 남은 미미의 온기를 어루만지는 호진이의 모습을 끝으로,\r\n이들의 무지개 역주행 여정은 막을 내렸다."
					},
					"Translation":
					{
						"Text": "ある日、ホジンという少年が私のもとを訪れた。\n「妹のミミを、家に帰らせてください。」\n\n虹を見ながら亡くなったペットを思い出す人はいても、\nホジンのように〝運命に逆らって〟虹の橋を渡ってくる子は初めてだった。\n\n「ミミのために、何を捨てられるの？」\n「俺の目をあげる。ミミのいない世界なんて、どうせ真っ暗だから。」\n\nためらいもなく自分の目を差し出すと言ったホジンに、私はチャンスを与えた。\n……視界を交換したまま虹を渡るのは、決して簡単ではなかったはずなのに、\nふたりはやり遂げた。\n\n「約束どおり、ミミを家に帰してあげるよ。\n　でもホジン、君の世界はこれからずっと真っ暗になる。」\n\nするとミミが、はっと顔を上げた。\nホジンが自分のために目を手放そうとしていたことを、ようやく理解したのだ。\n\n「わたしのせいで、ホジンの世界が真っ暗になるなんていやだ。」\n\nミミはホジンの手を振りほどき、私の方へ歩み寄った。\n本当の絆とは、一緒にいることではなく――\n相手を思いやる心そのものだった。\n\nホジンはミミへ手を伸ばした。\n「帰ろう、ミミ。」\n\nミミは首を横に振った。\nもはや言い争っている時間は残されていなかった。\n\nそれを悟ったミミは、そっとホジンの手の上に自分の前足を重ねた。\n\n「いつかホジンが虹の橋を渡る日が来たら、\n　そのときは、わたしが迎えに行くよ。\n　それまでホジンは、この世界をたくさん目に焼きつけて。\n　また会えたら、楽しい話を聞かせてね。」\n\nミミは前足を離した。\n\nホジンが背を向け、涙を拭ってもう一度虹を見上げたとき――\n私とミミの姿は、もう虹の天国の上にあった。\n\n手のひらに残るミミのぬくもりをそっと撫でるホジンの姿を最後に、\nふたりの“虹の逆走”の旅は幕を下ろした。"
					},
					"Key": "UI_Epilogue"
				},
				{
					"Source":
					{
						"Text": "언어 선택"
					},
					"Translation":
					{
						"Text": "言語選択"
					},
					"Key": "Text_SelectLanguage"
				},
				{
					"Source":
					{
						"Text": "영어"
					},
					"Translation":
					{
						"Text": "英語"
					},
					"Key": "Text_English"
				},
				{
					"Source":
					{
						"Text": "이동 - [W A S D]"
					},
					"Translation":
					{
						"Text": "移動 - [W A S D]"
					},
					"Key": "UI_Control_Move"
				},
				{
					"Source":
					{
						"Text": "이어하기"
					},
					"Translation":
					{
						"Text": "続きから"
					},
					"Key": "UI_Continue"
				},
				{
					"Source":
					{
						"Text": "일본어"
					},
					"Translation":
					{
						"Text": "日本語"
					},
					"Key": "Text_Japanese"
				},
				{
					"Source":
					{
						"Text": "점프 - [Space Bar]"
					},
					"Translation":
					{
						"Text": "ジャンプ - [Space]"
					},
					"Key": "UI_Control_Jump"
				},
				{
					"Source":
					{
						"Text": "중간"
					},
					"Translation":
					{
						"Text": "中"
					},
					"Key": "UI_Medium"
				},
				{
					"Source":
					{
						"Text": "챕터 시작"
					},
					"Translation":
					{
						"Text": "チャプター開始"
					},
					"Key": "UI_ChapterStart"
				},
				{
					"Source":
					{
						"Text": "챕터1"
					},
					"Translation":
					{
						"Text": "チャプター1"
					},
					"Key": "UI_Chapter1"
				},
				{
					"Source":
					{
						"Text": "챕터2"
					},
					"Translation":
					{
						"Text": "チャプター2"
					},
					"Key": "UI_Chapter2"
				},
				{
					"Source":
					{
						"Text": "챕터3"
					},
					"Translation":
					{
						"Text": "チャプター3"
					},
					"Key": "UI_Chapter3"
				},
				{
					"Source":
					{
						"Text": "처음부터"
					},
					"Translation":
					{
						"Text": "最初から"
					},
					"Key": "UI_NewGame"
				},
				{
					"Source":
					{
						"Text": "체크포인트 복귀 - [P]"
					},
					"Translation":
					{
						"Text": "チェックポイントに戻る - [P]"
					},
					"Key": "UI_Control_CheckPoint"
				},
				{
					"Source":
					{
						"Text": "친구의 챕터 선택을 기다리고 있습니다."
					},
					"Translation":
					{
						"Text": "フレンドのチャプター選択を待っています。"
					},
					"Key": "UI_ChapterSelectWaiting"
				},
				{
					"Source":
					{
						"Text": "텍스쳐"
					},
					"Translation":
					{
						"Text": "テクスチャ"
					},
					"Key": "UI_Texture"
				},
				{
					"Source":
					{
						"Text": "포스트 프로세싱"
					},
					"Translation":
					{
						"Text": "ポストプロセッシング"
					},
					"Key": "UI_PostProcessing"
				},
				{
					"Source":
					{
						"Text": "폴리지"
					},
					"Translation":
					{
						"Text": "フォリッジ"
					},
					"Key": "UI_Foliage"
				},
				{
					"Source":
					{
						"Text": "한국어"
					},
					"Translation":
					{
						"Text": "韓国語"
					},
					"Key": "Text_Korean"
				},
				{
					"Source":
					{
						"Text": "호진"
					},
					"Translation":
					{
						"Text": "ホジン"
					},
					"Key": "UI_Hojin"
				},
				{
					"Source":
					{
						"Text": "활성화"
					},
					"Translation":
					{
						"Text": "有効"
					},
					"Key": "UI_On"
				}
			]
		}
	]
}